[X2Tech_MeldTechs]
SmeltTechName = "熔炼失落的尸体 （%量）"
SmeltTechDesc = "我们可以一起熔炼失落的尸体以形成融合。使用上述数量，我们可以生成大约 %数量的结晶化的原石."

[X2DownloadableContentInfo_MeldMecSuits]
ColorPrefix = "<font color ='#3ABD23'>"
ColorSuffix = "</font>"
freeAction = "自由行动。"
AbilityCosts = "此技能费用"
ActionPoints = "操作点"
AbilityTurnEnding = "这个异能就是回合结束。"
AbilityNonTurnEnding = "此异能为非回合结束。"

[X2Effect_BlastShieldEffect]
Reason = "防爆盾牌"
